groupmates = [
    {
        "name": "Александр",
        "surname": "Тандем",
        "exams": ["Информатика", "Физика", "ВЕБ"],
        "marks": [4, 3, 5]
    },
    {
        "name": "Артур",
        "surname": "Кифиренко",
        "exams": ["Информатика", "Физика", "ВЕБ"],
        "marks": [4, 4, 4]
    },
    {
        "name": "Хамиль",
        "surname": "Андреев",
        "exams": ["Информатика", "Физика", "ВЕБ"],
        "marks": [3, 4, 4]
    },
    {
        "name": "Никита",
        "surname": "Иванов",
        "exams": ["Информатика", "Физика", "ВЕБ"],
        "marks": [3, 5, 2]
    },
    {
        "name": "Давит",
        "surname": "Варданович",
        "exams": ["Информатика", "Физика", "ВЕБ"],
        "marks": [4, 4, 4]
    },
]
